IDEA Open Model
LineLoad.MasterEdge Property
Compatible with IDEA StatiCa Beta 20.0
 master component edge
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int MasterEdge { get; set; }
Public Property MasterEdge As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace